using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace TestAPI
{
    public class Constans
    {
        public const string Contract = "SHARTNOMA №";
        public const string str2 = "Буюртмачи корхона номи номидан низом асосида иш олиб борувчи ва бундан сўнг матнда “Буюртмачи” деб аталувчи - унинг директори Ф.И.О. бир томондан ва Бажарувчи корхона номи номидан устав асосида иш юритувчи, бундан сўнг “Бажарувчи” деб аталувчи - унинг директори Ф.И.О. иккинчи томондан, мазкур шартномани туздилар:";
        public const string str3 = "1.	ШАРТНОМАНИНГ МАЗМУНИ ВА ИШЛАРНИНГ НАРХИ";
        public const string str4 = "1.1.	“Буюртмачи” топшириғига кўра “Бажарувчи” ушбу шартномада белгиланган тартиб ва шартлар асосида қуйидаги таснифда кўрсатилган ишларни бажариш мажбуриятларини ўз зиммасига олади.";
        public const string str5 = "6.3.	Шартномани бекор қилишга қарор қилган томон иккинчи томонга бекор қилиниши кўзланаётган муддатдан 15 кун аввал ёзма хабарнома юборади.";
    }
}
