Repository: akmalbukhariev/Contract
Catalog: Contract/Contract/Resources/AppResource.*.resx
Languages: ru, uz, uz_cyrl

# About
source: About the program
ru: О программе
uz: Dastur haqida
uz_cyrl: Дастур ҳақида

# AboutSoftware
source: About the software
ru: О программной обеспечении
uz: Dasturiy ta'minot haqida
uz_cyrl: Дастурий таъминот ҳақида

source: Accountant Name
ru: Ф.И.О. главного бухгалтера
uz: Bosh xisobchi F.I.O
uz_cyrl: Бош ҳисобчи Ф.И.О.

source: Account Number
ru: Расчётный счет
uz: Xisob raqami
uz_cyrl: Ҳисоб рақами

source: Active
ru: Действующий
uz: Amaldagi
uz_cyrl: Амалдаги

source: Add
ru: Добавить
uz: Qo'shish
uz_cyrl: Қўшиш

source: Add Big Bottom Clause
ru: Добавить большой пункт снизу
uz: Pastga katta band qo'shish
uz_cyrl: Пастга катта банд қўшиш

source: Add Big Up Clause
ru: Добавить большой пункт сверху
uz: Yuqoriga katta band qo'shish
uz_cyrl: Юқорига катта банд қўшиш

source: Add Clause
ru: Добавить пункт
uz: Band qo'shish
uz_cyrl: Банд қўшиш

source: Add Copy
ru: Добавить новую (копию)
uz: Yangi qo'shish (nusxa)
uz_cyrl: Янги қўшиш (нусҳа)

source: Add Empty
ru: Добавить новую (пустую)
uz: Yangi qo'shish (bo'sh)
uz_cyrl: Янги қўшиш (бўш)

source: Add New Customer
ru: Добавить нового клиента
uz: Yangi mijoz qo'shish
uz_cyrl: Янги мижоз қўшиш

source: Address Of Company
ru: Адрес компании
uz: Korxona manzili
uz_cyrl: Корхона манзили

source: Add Small Bottom Clause
ru: Добавить маленький нижний пункт
uz: Pastga kichik band qo'shish
uz_cyrl: Пастга кичик банд қўшиш

source: Add Small Up Clause
ru: Добавить верхний нижний пункт
uz: Yuqoriga kichik band qo'shish
uz_cyrl: Юқорига кичик банд қўшиш

source: Agree
ru: Согласен
uz: Roziman
uz_cyrl: Розиман

# AgreeMessage
source: Check agree box to proceed
ru: Пожалуйста, отметьте поле согласия
uz: Iltimos rozilik tugmasini belgilang.
uz_cyrl: Илтимос розилик тугмасини белгиланг.

source: All Contracts
ru: Все договоры
uz: Shartnomalar
uz_cyrl: Шартномалар

source: Amount
ru: Количество
uz: Soni
uz_cyrl: Сони

# AmountOfQQS
source: Amount Of VAT
ru: Количество НДС
uz: QQS miqdori
uz_cyrl: ҚҚС миқдори

source: Approved
ru: Одобренный
uz: Tasdiqlangan
uz_cyrl: Тасдиқланган

# ApprovedContracts1
source: Approved Contracts
ru: Применимые контракты
uz: Amaldagi shartnomalar
uz_cyrl: Амалдаги шартномалар

# ApprovedContracts2
source: Approved Contracts
ru: Применимые контракты
uz: Amaldagi shartnomalar
uz_cyrl: Амалдаги шартномалар

# AppVersion
source: Contract Maker
ru: Версия приложения
uz: Shartnoma meker
uz_cyrl: Шартнома мекер

# AreYou_QQS_Payer
source: Are you a tax payer?
ru: Являетесь ли вы налогоплательщиком?
uz: Siz QQS to'lovchimisiz?
uz_cyrl: Сиз ҚҚС тўловчимисиз?

source: Auto login
ru: Автоматический вход
uz: Avtomatik kirish
uz_cyrl: Aвтоматик кириш

# AutoLogMessage
source: If you select automatic login, you will be logged in automatically and will not have to enter password and username every time at the log in screen.
ru: Если вы выберите автоматический вход, вы будете входить в систему автоматически, и вам не придется каждый раз вводить пароль и имя пользователя.
uz: Agar siz avtomatik kirishni tanlasangiz, keyingi safar foydalanuvchi ID va parolingizni kiritishingiz shart yemas. Avtomatik kirishdan foydalanmoqchimisiz?
uz_cyrl: Aгар сиз aвтоматик киришни танласангиз, кейинги сафар фойдаланувчи ИД ва паролингизни киритишингиз шарт емас. Aвтоматик киришдан фойдаланмоқчимисиз?

source: Bank Code
ru: Код банка
uz: Bank kodi
uz_cyrl: Банк коди

# ButtonFinished
source: Finished
ru: Завершить
uz: Yakunlash
uz_cyrl: Якунлаш

# ButtonNext
source: Next
ru: Следующий
uz: Keyingisi
uz_cyrl: Кейингиси

source: Cancel
ru: Отменить
uz: Bekor qilish
uz_cyrl: Бекор қилиш

source: Canceled Contracts
ru: Отмененные договора
uz: Bekor qilingan shartnomalar
uz_cyrl: Бекор қилинган шартномалар

# CancellationComment
source: Enter the basis for terminating contracts
ru: Введите основу на расторжения договоров
uz: Bekor qilishga asoslangan izoxni kiriting
uz_cyrl: Бекор қилишга асосланган изоҳни киритинг

source: cancel Termination of Contract No.
ru: Отменить расторжение договора №
uz: Sonli shartnomani bekor qilish
uz_cyrl: Cонли шартномани бекор қилиш

# Cancel_Message_1
source: Cancel has been failed.
ru: Отменить не удалось.
uz: Bekor qilish amalga oshmadi.
uz_cyrl: Бекор қилиш амалга ошмади.

# Cancel_Message_2
source: Please enter a comment
ru: Введите комментарий
uz: Iltimos izohni kiring.
uz_cyrl: Илтимос изоҳни киринг.

# Cancel_Message_3
source: Contract has been canceled.
ru: Контракт отменен.
uz: Shartnoma bekor qilindi.
uz_cyrl: Шартнома бекор қилинди.

# ChangePassword
source: Change account password
ru: Изменить пароль аккаунта
uz: Account parolini tahrirlash
uz_cyrl: Аккаунт паролини таҳрирлаш

source: Check ID
ru: Проверить ID
uz: ID tekshiring
uz_cyrl: ID текширинг

source: Chief Accountant Name
ru: Ф.И.О. главного бухгалтера
uz: Bosh hisobchi F.I.O
uz_cyrl: Бош ҳисобчи Ф.И.О.

source: Chief Name
ru: Ф.И.О. директора
uz: Rahbar F.I.O
uz_cyrl: Раҳбар Ф.И.О.

# ChooseContractNumberFormat
source: Please choose the contract number format.
ru: Пожалуйста, выберите формат номера контракта.
uz: Iltimos, shartnoma raqami formatini tanlang.
uz_cyrl: Илтимос, шартнома рақами форматини танланг.

# ChooseImage
source: Choose an image
ru: Выберите изображение
uz: Tasvirni tanlang
uz_cyrl: Тасвирни танланг

source: Clauses
ru: Пункты
uz: Bandlar
uz_cyrl: Бандлар

source: Comment
ru: Комментарий
uz: Izox
uz_cyrl: Изоҳ

source: Company Contractor Name
ru: Ф.И.О. подрядчика предприятия (контрагент)
uz: Korxona (kontragent) nomi
uz_cyrl: Корхона (контрагент) номи

source: Company Logo
ru: Логотип предприятия
uz: Korxona logotipi
uz_cyrl: Корхона логотипи

source: Company Name
ru: Наименование предприятия
uz: Korxona nomi
uz_cyrl: Корхона номи

# CompanySTIRi
source: TIN of the enterprise
ru: ИНН предприятия
uz: Korxona STIRi
uz_cyrl: Корхона СТИРи

source: Confirmation
ru: Подтверждение
uz: Tasdiqlash
uz_cyrl: Тасдиқлаш

# ConfirmationBySpecialCode
source: Confirm By Special Code
ru: Подтверждение специальным кодом
uz: Maxsus kod orqali tasdiqlash
uz_cyrl: Махсус код орқали тасдиқлаш

source: Confirm By Digital Signature
ru: Подтвердить цифровой подписью
uz: elektron raqamli imzo kaliti orqali tasdiqlash
uz_cyrl: Электрон рақамли имзо калити орқали тасдиқлаш

source: Congratulations!
ru: Поздравления
uz: Tabriklaymiz!
uz_cyrl: Табриклаймиз!

source: Continue
ru: Продолжать
uz: Davom ettirish
uz_cyrl: Давом этиш

# ContractFormatExist
source: Contract number format is exist.
ru: Формат номера контракта существует.
uz: Shartnoma raqami formati mavjud.
uz_cyrl: Шартнома рақами формати мавжуд.

source: Contract Number
ru: Контактный номер
uz: Shartnoma raqami
uz_cyrl: Шартнома рақами

source: Contract Number Sequence
ru: Последовательность номеров контрактов
uz: Shartnoma raqam ketma-ketligi
uz_cyrl: Шартнома рақами кетма-кетлиги

source: Contract Price
ru: Договорная цена
uz: Shartnoma Narxi
uz_cyrl: Шартнома нархи

source: Contract Templates
ru: Шаблоны контрактов
uz: Shartnoma shablonlari
uz_cyrl: Шартнома шаблонлари

source: Contragent
ru: Контраагент
uz: Kontragent
uz_cyrl: Контрагент

source: Counsel Name
ru: ФИО юрисконсульта
uz: Yuriskonsultant F.I.O
uz_cyrl: Юрисконсульт Ф.И.О.

source: Create Contract
ru: Создать контракт
uz: Shartnoma tuzish
uz_cyrl: Шартнома тузиш

source: Create Contract Number
ru: Создать номер контракта
uz: Shartnoma raqamini yaratish
uz_cyrl: Шартнома рақамини яратиш

source: Creating Contract Template
ru: Создание шаблона договора
uz: Shartnoma shablonini yaratish
uz_cyrl: Шартнома шаблонини яратиш

# CTRiOfCompany
source: Company TIN
ru: ИНН компании
uz: Korxona CTIRi
uz_cyrl: Корхона СТИРи

# CurrencyOfTheContract
source: Contract currency
ru: Валюта контракта
uz: Shartnomaning pul birligi
uz_cyrl: Шартноманинг пул бирлиги

source: Current Contracts
ru: Текущие контракты
uz: Amaldagi shartnomalar
uz_cyrl: Амалдаги шартномалар

source: Customers
ru: Клиенты
uz: Mijozlar
uz_cyrl: Мижозлар

source: Customer Type
ru: Тип клиента
uz: Murojat turi
uz_cyrl: Мурожаат тури

source: D
ru: K
uz: K
uz_cyrl: K

source: D1
ru: K -
uz: K -
uz_cyrl: K -

source: Date Of Contract
ru: Дата контракта
uz: Shartnoma sanasi
uz_cyrl: Шартнома санаси

source: Day
ru: День
uz: Kun
uz_cyrl: Кун

# DayText
source: (Text of the day)
ru: (Текст дня)
uz: (Faqat ikki katakdan iborat bo'lsin)
uz_cyrl: (Фақат икки катакдан иборат бўлсин)

source: Delete
ru: Удалить
uz: O'chirish
uz_cyrl: Ўчириш

source: Delete Clause
ru: Удалить пункт
uz: Bandni o'chirish
uz_cyrl: Бандни ўчириш

# DeleteMessage
source: Do you really want to delete?
uz_cyrl: Ҳақиқатан ҳам ўчирмоқчимисиз?

source: Description
ru: Описание
uz: Matn
uz_cyrl: Матн

# DeviceMessage1
source: Your device does not currently support this feature!
ru: Ваше устройство в настоящее время не поддерживает эту функцию!
uz: Sizning qurilmangiz hozirda bu xususiyatni qo'llab-quvvatlamaydi!
uz_cyrl: Сизнинг қурилмангиз ҳозирда бу хусусиятни қўллаб-қувватламайди!

# DidYouForgotPassword
source: Have you forgot password?
ru: Забыли пароль?
uz: Parolni unutdingizmi?
uz_cyrl: Паролни унутдингизми?

source: Done
uz_cyrl: Тайёр

source: Edit
uz_cyrl: Таҳрир

source: Edit Account Password
ru: Изменить пароль аккаунта
uz: Akkaunt parolini tahrirlash
uz_cyrl: Аккаунт паролини таҳрирлаш

# EditContractNumberTitle1
source: All cells can be filled with arbitrary characters
ru: Все ячейки могут быть заполнены произвольными символами
uz: Barcha kataklarga ixtiyoriy belgilarni qo'yish mumkin
uz_cyrl: Барча катакларга ихтиёрий белгиларни қўйиш мумкин

# EditContractNumberTitle2
source: Empty cells are not counted
ru: Пустые ячейки не учитываются
uz: Bo'sh qolgan kataklar inobatga olinmaydi
uz_cyrl: Бўш қолган катаклар инобатга олинмайди

# EditContractNumberTitle3
source: Pay attention to the correctness of the identification marks entered in the cells and that they are filled in according to the instructions. These numbers remain an integral part of the created contracts.
ru: Обратите внимание на правильность введенных в ячейки идентификационных знаков и на то, чтобы они были заполнены согласно инструкции. Эти номера остаются неотъемлемой частью создаваемых договоров.
uz: Kataklarga kiritilgan identifikatsion belgilarning to'g'riligiga va yoriqnoma asosan to'ldirilganiga e'tibor bering. Ushbu raqamlar yaratilgan shartnomalarning ajralmas qismi bo'lib qoladi.
uz_cyrl: Катакларга киритилган идентификацион белгиларнинг тўғрилигига ва йўриқномага асосан тўлдирилганига эътибор беринг. Ушбу рақамлар яратилган шартномаларнинг ажралмас қисми бўлиб қолади.

# EditContractNumberTitle4
source: The maximum length of a digit sequence is 12 characters.
ru: Максимальная длина последовательности цифр составляет 12 символов.
uz: Raqamlar ketma ketligining maksimal miqdori 12 ta belgini tashkil etadi.
uz_cyrl: Рақамлар кетма-кетлигининг максимал миқдори 12 та белгини ташкил этади.

# EditContractTemplate
source: Edit contract templates
ru: Редактировать шаблоны договоров
uz: Shartnoma shablonlarini tahrirlash
uz_cyrl: Шартнома шаблонларини таҳрирлаш

source: Editing
ru: Редактировать
uz: Tahrirlash
uz_cyrl: Таҳрирлаш

source: Editing Contract Number
ru: Изменить номер договора
uz: Shartnoma raqamini tahrirlash
uz_cyrl: Шартнома рақамини таҳрирлаш

source: Edit Personal Details
ru: Изменить личные данные
uz: Shaxsiy rekvizitlarni tahrirlash
uz_cyrl: Шахсий реквизитларни таҳрирлаш

source: Edit Requisite Information
ru: Изменить необходимые данные
uz: Rekvizit ma'lumotlarini tahrirlash
uz_cyrl: Реквизит маълумотларни таҳрирлаш

source: Enter Address Of Company
ru: Введите адрес вашей компании
uz: Korxona manzilini kiriting
uz_cyrl: Корхона манзилини киритинг

source: Enter Bank Code
ru: Введите код банка
uz: Bank kodini kiriting
uz_cyrl: Банк кодини киритинг

source: Enter Company Name
ru: Введите название компании
uz: Korxona nomini kiriting
uz_cyrl: Корхона номини киритинг

# EnterCompanyStir
source: Please enter the TIN of company.
ru: Пожалуйста, введите ИНН компании.
uz: Iltimos, kompaniyaning TIN ni kiriting.
uz_cyrl: Илтимос, компаниянинг ТИНни киритинг.

source: Enter Current Password
ru: Введите текущий пароль
uz: Amaldagi parolni kiriting
uz_cyrl: Амалдаги паролни киритинг

source: Enter id or phone number
ru: ID или номер телефона
uz: ID yoki telefon raqam
uz_cyrl: ID ёки телефон рақам

source: Enter Name of Bank
ru: Введите название банка
uz: Bank nomini kiriting
uz_cyrl: Банк номини киритинг

# EnterNewID
source: Enter the new ID
ru: Введите новый ID
uz: Yangi ID kiriting
uz_cyrl: Янги ID киритинг

source: Enter New Password
ru: Введите новый пароль
uz: Yangi parolni kiriting
uz_cyrl: Янги паролни киритинг

source: Enter Password
ru: Введите свой личный пароль
uz: Shaxsiy parolni kiriting
uz_cyrl: Шахсий паролни киритинг

# EnterPasswordAgain
source: Re-enter your personal password
ru: Повторно введите свой личный пароль
uz: Shaxsiy parolni qayta kiriting
uz_cyrl: Шахсий паролни қайта киритинг

source: Enter Special Code
ru: Введите специальный код
uz: Maxsus kodni kiriting
uz_cyrl: Махсус кодни киритинг

# ExYourChoose
source: Empty space: May be alphabet or digit.
ru: Пустое место: Может быть алфавит или цифра.
uz: Bo'sh joy: Alifbo yoki raqam bo'lishi mumkin.
uz_cyrl: Бўш жой: Алифбо ёки рақам бўлиши мумкин.

source: Failed
ru: Не удалось
uz: Qo‘shish amalga oshmadi
uz_cyrl: Қўшиш амалга ошмади

# FieldEmpty
source: The field cannot be empty
ru: Поле не может быть пустым
uz: Maydon bo'sh bo'lishi mumkin emas
uz_cyrl: Майдон бўш бўлиши мумкин емас

# FillInfoDescription
source: Pay attention to the accuracy of the details. This information will be used as the details of the company when concluding an agreement.
ru: Обратите внимание на точность деталей. Данная информация будет использоваться как реквизит предприятия при заключении договора
uz: Rekvizit ma'lumotlar to'g'irligiga e'tibor bering. Ushbu ma'lumotlar shartnoma tuzish vaqtida korxona rekviziti sifatida foydalaniladi
uz_cyrl: Реквизит маълумотлар тўғрилигига эътибор беринг. Ушбу маълумотлар шартнома тузиш вақтида корхона реквизити сифатида фойдаланилади

# FillInfoTitle
source: Please enter your company information.
ru: Пожалуйста, введите информацию о вашей компании.
uz: Iltimos, korxonangizning rekvizitlarini kiriting.
uz_cyrl: Илтимос, корхонангиз реквизитларини киритинг.

source: Find ID
ru: Найти ID
uz: ID topish
uz_cyrl: ID топинг

source: Find Password
ru: Найдите пароль
uz: Parol topsih
uz_cyrl: Парол топиш

source: First And Last Name
ru: Ф.И.О.
uz: F.I.O
uz_cyrl: Ф.И.О.

source: Format
ru: Формат
uz_cyrl: Формат

source: Goods
ru: Товары
uz: Tovar
uz_cyrl: Товар

source: Identification Marks
ru: Опознавательные знаки
uz: Identifikasion belgilar
uz_cyrl: Идентификацион белгилар

source: ID Number
ru: Ваш идентификационный номер
uz: ID raqamingiz
uz_cyrl: ID рақамингиз

source: Image
ru: Образ
uz: Rasm
uz_cyrl: Расм

# Info1
source: Pay attention to the accuracy of the details. This information will be used as the details of the company when concluding an agreement.
ru: Обратите внимание на точность деталей. Данная информация будет использоваться как реквизит предприятия при заключении договора
uz: Rekvizit ma'lumotlar to'g'riligiga e'tibor bering. Ushbu ma'lumotlar shartnoma tuzish vaqtida korxona rekviziti sifatida foydalaniladi
uz_cyrl: Реквизит маълумотлар тўғрилигига эътибор беринг. Ушбу маълумотлар шартнома тузиш вақтида корхона реквизити сифатида фойдаланилади

# Info2
source: The price is per unit of measure
ru: Цена указана за единицу измерения
uz: Narxi bir o'lchov birligi uchun
uz_cyrl: Нархи бир ўлчов бирлиги учун

# Info3
source: Pay attention to the reliability of service information. This information is used as the main work performed by the contractor in the contract.
ru: Обратите внимание на достоверность служебной информации. Эта информация используется как основная работа, выполняемая подрядчиком в договоре.
uz: Xizmat ko'rsatish ma'lumotlari to'g'riligiga e'tibor bering. Ushbuma'lumotlar shartnomada bajaruvchi tomonidan amalga oshiriladigan asosiy ish sifatida foydalaniladi
uz_cyrl: Хизмат кўрсатиш маълумотлари тўғрилигига эътибор беринг. Ушбу маълумотлар шартномада бажарувчи томонидан амалга ошириладиган асосий иш сифатида фойдаланилади

# Info4
source: Add contract service details
ru: Добавить сведения о контрактной услуге
uz: Shartnomaning xizmat ma'lumotlarini qo'shish
uz_cyrl: Шартноманинг хизмат маълумотларини қўшиш

# Info5
source: Add contractor information
ru: Добавьте информацию о подрядчике
uz: Kelishuvchilarning rekvizit ma'lumotlarini qo'shish
uz_cyrl: Келишувчиларнинг реквизит маълумотларини қўшиш

# Info6
source: Service information of the contract
ru: Служебная информация договора
uz: Shartnomaning xizmat ma'lumotlari
uz_cyrl: Шартноманинг хизмат маълумотлари

# Info7
source: Details of contractors
ru: Сведения о реквизитах подрядчиков
uz: Kelishuvchilarning rekvizit ma'lumotlari
uz_cyrl: Келишувчиларнинг реквизит маълумотлари

# Info8
source: Please enter a complex password that is comfortable for you and remember it. This password is required when logging in
ru: Пожалуйста, введите сложный пароль, который вам удобен, и запомните его. Этот пароль требуется при входе в систему.
uz: Iltimos, o'zingizga qulay bo'lgan murakkab parol kiriting va uni unutmang. Bu parol, siz tizimga kirishingiz vaqtida kerak bo'ladi.
uz_cyrl: Илтимос, ўзингизга қулай бўлган мураккаб паролни киритинг ва уни унутманг. Бу парол, сиз тизимга киришингиз вақтида керак бўлади.

# Info9
source: Please enter a complex password that is comfortable for you and remember it. This password is required when logging in
ru: Пожалуйста, введите сложный пароль, который вам удобен, и запомните его. Этот пароль требуется при входе в систему.
uz: Iltimos, o'zingizga qulay bo'lgan murakkab parol kiriting va uni unutmang. Bu parol, siz tizimga kirishingiz vaqtida kerak bo'ladi.
uz_cyrl: Илтимос, ўзингизга қулай бўлган мураккаб паролни киритинг ва уни унутманг. Бу парол, сиз тизимга киришингиз вақтида керак бўлади.

source: Internet
ru: Интернет
uz_cyrl: Интернет

# Intro1_1
source: SIGN A CONTRACT ANYWHERE
ru: ЗАКЛЮЧАЙТЕ ДОГОВОР В ЛЮБОМ МЕСТЕ
uz: ISTALGAN JOYDA SHARTNOMA TUZISH
uz_cyrl: ИСТАЛГАН ЖОЙДА ШАРТНОМА ТУЗИШ

# Intro1_2
source: No need to be in the office, no need to wait for an accountant. Sign contracts at a convenient time for you, in a convenient place.
ru: Не нужно находиться в офисе, не нужно ждать бухгалтера. Заключайте договора в удобное для вас время, в удобном месте.
uz: Ofisda bo'lmang, bug'galterni kutmang. O'zingizga qulay vaqtda, qulay joyda shartnomalarni tuzing.
uz_cyrl: Офисда бўлманг, бухғалтерни кутманг. Ўзингизга қулай вақтда, қулай жойда шартномаларни тузинг.

# Intro2_1
source: CONVENIENT SENDING THE READY AGREEMENT
ru: УДОБНАЯ ОТПРАВКА ГОТОВОГО ДОГОВОРА
uz: TAYYOR SHARTNOMANI OSON JO'NATISH
uz_cyrl: ТАЙЁР ШАРТНОМАНИ ОСОН ЖЎНАТИШ

# Intro2_2
source: Contracts do not need to be manually transferred. Send them in PDF format via any messenger.
ru: Контракты не нужно переносить вручную. Отправьте их в формате PDF через любой мессенджер.
uz: Shartnomalarni qo'lda olib borish shart emas. Ularni istalgan messenjer orqali PDF formatida yuvorish.
uz_cyrl: Шартномаларни қўлда олиб бориш шарт эмас. Уларни исталган мессенджер орқали PDF форматида юбориш.

# Intro3_1
source: Conclude a short-term contract
ru: КРАТКОСРОЧНЫЙ ДОГОВОР
uz: QISQA MUDDATDA SHARTNOMA TUZISH
uz_cyrl: ҚИСҚА МУДДАТДА ШАРТНОМА ТУЗИШ

# Intro3_2
source: Now the conclusion of the contract does not take much time. Just fill in the basic information and the contract is ready.
ru: Теперь заключение договора не занимает много времени. Просто заполните основную информацию и договор готов.
uz: Endi shartnoma tuzish ko'p vaqt olmaydi. Shunchaki asosiy ma'lumotlarni to'ldiring va shartnoma tayyor.
uz_cyrl: Энди шартнома тузиш кўп вақт олмайди. Шунчаки асосий маълумотларни тўлдиринг ва шартнома тайёр.

# Intro4_1
source: CREATE EASY TEMPLATES
ru: СОЗДАВАЙТЕ УДОБНЫЕ ШАБЛОНЫ
uz: QULAY SHABLONLAR YARATISH
uz_cyrl: ҚУЛАЙ ШАБЛОНЛАР ЯРАТИШ

# Intro4_2
source: Create and easily use templates that match your rights, requirements and image to conclude a contract.
ru: Создавайте и легко используйте шаблоны, соответствующие вашим правам, требованиям и имиджу, для заключения договора.
uz: Shartnoma tuzish uchun o'z huquq va talab va imidjingizga mos shablonlarni yarating va ulardan oson foydalaning.
uz_cyrl: Шартнома тузиш учун ўз ҳуқуқ, талаб ва имиджингизга мос шаблонларни яратинг ва улардан осон фойдаланинг.

# IsCounterProvided
source: Is an accountant provided?
ru: Предусмотрен ли бухгалтер?
uz: Hisobchi ko'zda tutilganmi?
uz_cyrl: Ҳисобчи кўзда тутилганми?

source: Is Legal Counsel provided?
ru: Предоставляется ли юридическая помощь?
uz: Yurist konsultant ko'zda tutilganmi?
uz_cyrl: Юрисконсульт кўзда тутилганми?

source: Language
ru: Язык
uz: Til
uz_cyrl: Тил

source: Legal Consultant Name
ru: Ф.И.О. Юрисконсульта
uz: Yurist konsultant F.I.O
uz_cyrl: Юрисконсульт Ф.И.О.

source: List Of Customers
ru: Список клиентов
uz: Mijozlar ro'yxati
uz_cyrl: Мижозлар рўйхати

source: Login
ru: Войти
uz: Kirish
uz_cyrl: Кириш

# LoginInfo1_1
source: PROFIT AND LOSS ANALYSIS
ru: АНАЛИЗ ПРИБЫЛИ И ПОТЕРЬ
uz: FOYDA VA ZARARLARNI TAHLIL QILISH
uz_cyrl: ФОЙДА ВА ЗАРАРЛАРНИ ТАҲЛИЛ ҚИЛИШ

# LoginInfo1_2
source: Divide all actions by profit and loss across all completed transactions
ru: Разделить все действия на прибыль и убытки по всем выполненным операциям
uz: Barcha bajarilgan amalyotlar bo'yicha kirim-chimlarni foyda va zararlarga ajrating
uz_cyrl: Барча бажарилган амалиётлар бўйича кирим-чиқимларни фойда ва зарарга ажратинг

source: Login System
ru: Войти в систему
uz: Tizimga kirish
uz_cyrl: Тизимга кириш

# Login_Message_1
source: Please check the phone number or password.
ru: Пожалуйста, проверьте номер телефона или пароль.
uz: Iltimos, telefon raqami yoki parolni tekshiring.
uz_cyrl: Илтимос, телефон рақами ёки паролни текширинг.

# Logotip
source: Logo
ru: Логотип
uz: Logotip
uz_cyrl: Логотип

source: M
ru: O
uz: O
uz_cyrl: O

source: M1
ru: O -
uz: O -
uz_cyrl: O -

source: Me
ru: Я
uz: Men
uz_cyrl: Мен

# Message1
source: There are currently no unconfirmed contracts.
ru: В настоящее время нет неподтвержденных контрактов.
uz: Ayni damda tadiqlanmagan shartnomalar mavjud emas.
uz_cyrl: Айни дамда тасдиқланмаган шартномалар мавжуд эмас.

# Message2
source: There are currently no unconfirmed contracts.
ru: В настоящее время нет неподтвержденных контрактов.
uz: Ayni damda tasdiqlanmagan shartnomalar mavjud emas.
uz_cyrl: Айни дамда тасдиқланмаган шартномалар мавжуд эмас.

# Message3
source: There are currently no active contracts.
ru: В настоящее время нет действущих контрактов.
uz: Ayni damda amaldagi shartnomalar mavjud emas.
uz_cyrl: Айни дамда амалдаги шартномалар мавжуд эмас.

# Message4
source: There are currently no canceled contracts.
ru: В настоящее время нет аннулированных контрактов.
uz: Ayni damda bekor qilingan shartnomalar mavjud emas.
uz_cyrl: Айни дамда бекор қилинган шартномалар мавжуд эмас.

# Message5
source: This department is currently under construction.
ru: В настоящее время этот отдел находится в процессе работы
uz: Ayni damda ushbu bo'lim ish jarayonida.
uz_cyrl: Айни дамда ушбу бўлим иш жараёнида.

# Message6
source: Currently there is no list of available contract templates
ru: В настоящее время нет списка доступных шаблонов договоров
uz: Ayni damda shartnoma shablonlari ro'yxati mavjud emas
uz_cyrl: Айни дамда шартнома шаблонлари рўйхати мавжуд эмас

# Message7
source: There is currently no list of contract number sequences.
ru: В настоящее время нет списка последовательностей номеров контрактов.
uz: Ayni damda shartnoma raqami ketma-ketligi ro'yxati mavjud emas.
uz_cyrl: Айни дамда шартнома рақами кетма-кетлиги рўйхати мавжуд эмас.

source: Month
ru: Месяц
uz: Oy
uz_cyrl: Ой
