Repository: akmalbukhariev/Contract
Catalog: Contract/Contract/Resources/AppResource.*.resx
Languages: ru, uz, uz_cyrl

source: (Month Text)
ru: (Содержит только две ячейки)
uz: (Faqat ikki katakdan iborat bo'lsin)
uz_cyrl: (Фақат икки катакдан иборат бўлсин)

source: My Company
ru: Моё предприятие
uz: Mening korxonam
uz_cyrl: Менинг корхонам

# M_EnterPhoneNumber
source: Enter Phone Number
ru: Введите номер телефона
uz: Telfon raqamingizni kiriting
uz_cyrl: Телефон рақамингизни киритинг

# M_Or
source: Or
ru: Или
uz: Yoki
uz_cyrl: Ёки

# M_SignUp
source: Sign Up
ru: Зарегистрируйтесь
uz: Ro'yxatdan o'ting
uz_cyrl: Рўйхатдан ўтинг

# M_Title1
source: Hello dear client!
ru: Здравствуйте уважаемый клиент!
uz: Assalomu alaykum hurmatli mijoz!
uz_cyrl: Ассалому алайкум ҳурматли мижоз!

# M_Title2
source: Log in to use the system.
ru: Авторизируйтесь для использования системы.
uz: Tizimdan foydalanish uchun avtorizasiya qiling.
uz_cyrl: Тизимдан фойдаланиш учун авторизация қилинг.

source: Name Of Bank
ru: Наименование банка
uz: Bank nomi
uz_cyrl: Банк номи

source: Name Of Contact Template
ru: Наименование шаблона договора
uz: Shartnoma shabloni nomi
uz_cyrl: Шартнома шаблони номи

source: Name Of Service Type
ru: Наименование вида услуги
uz: Xizmat turi nomi
uz_cyrl: Хизмат тури номи

# NameOfSignator
source: Full name of the contract signatory
ru: ФИО подписчика договора
uz: Shartnoma imzolovchining F.I.O
uz_cyrl: Шартнома имзоловчининг Ф.И.О.

source: Night View
ru: Ночной вид
uz: Tungi ko'rinish
uz_cyrl: Тунги кўриниш

source: No internet
ru: Нет интернета.
uz: Internet yo'q
uz_cyrl: Интернет йўқ

source: Not supported
ru: Не поддерживается
uz: Qo'llab-quvvatlanmaydi
uz_cyrl: Қўллаб-қувватланмайди

source: Offer
ru: Предложение
uz: Taklif
uz_cyrl: Таклиф

source: Offer And Objection
ru: Предложения и замечания
uz: Taklif va e'tiroz
uz_cyrl: Таклиф ва эътирозлар

source: Ok
ru: Ок
uz_cyrl: Ок

source: Password.
ru: Пароль.
uz: Parol
uz_cyrl: Парол

# PasswordDescription
source: Enter a complex password that is comfortable for you and remember it. This password is required when logging in.
ru: Введите сложный пароль, который вам удобен, и запомните его. Этот пароль требуется при входе в систему.
uz: Iltimos, o'zingizga qulay bo'lgan murakkab parolni kiriting va unutmang. Bu parol, siz tizimga kirishingiz vaqtida kerak bo'ladi.
uz_cyrl: Илтимос, ўзингизга қулай бўлган мураккаб паролни киритинг ва унутманг. Бу парол, сиз тизимга киришингиз вақтида керак бўлади.

source: Payment
ru: Оплата
uz: To'lov
uz_cyrl: Тўлов

source: Personal Cabinet
ru: Личный кабинет
uz: Shaxsiy kabinet
uz_cyrl: Шахсий кабинет

source: Phone number
ru: Номер телефона
uz: Telefen nomer
uz_cyrl: Телефен номер

source: Phone Number Of Company
ru: Номер телефона предприятия
uz: Korxona telfon raqami
uz_cyrl: Корхона телфон рақами

source: Please
ru: Пожалуйста
uz: Iltimos
uz_cyrl: Илтимос

# PleaseCheckNewPassword
source: Please check the new password.
ru: Пожалуйста, проверьте новый пароль.
uz: Iltimos, yangi parolni tekshiring.
uz_cyrl: Илтимос, янги паролни текширинг.

source: Please Enter Service Info
ru: Пожалуйста введите данные услуги
uz: Iltimos, xizmat ma'lumotlarini kiriting
uz_cyrl: Илтимос, хизмат маълумотларини киритинг

source: Please wait
ru: Пожалуйста подождите
uz: Iltimos kuting
uz_cyrl: Илтимос кутинг

source: Position
ru: Должность
uz: Lavozim
uz_cyrl: Лавозим

# PositionOfSignator
source: Position of the signatory of the agreement
ru: Должность подписанта договора
uz: Shartnoma imzolovchinning lavozimi
uz_cyrl: Шартнома имзоловчининг лавозими

source: Preparer
ru: Подготовитель
uz: Tayyorlovchi
uz_cyrl: Тайёрловчи

source: Press The Button
ru: Нажмите на кнопку
uz: tugmasini bosing
uz_cyrl: тугмани босинг

source: Profit And Loss
ru: Доходы и расходы
uz: Foyda va zarar
uz_cyrl: Фойда ва зарарлар

source: Proposals And Objections
ru: Предложения и замечания
uz: Taklif va e'tirozlar
uz_cyrl: Таклиф ва эътирозлар

source: Purpose Of Contract
ru: Цель договора
uz: Shartnoma maqsadi
uz_cyrl: Шартнома мақсади

# QQS_Code
source: VAT Code
ru: Код НДС
uz: QQS Raqami
uz_cyrl: ҚҚС рақами

# Question1
source: Should the details of the client (executor) remain open?
ru: Должны ли реквизиты клиента (исполнителя) оставаться открытыми?
uz: Mijozning (kontragent) rekvizitlari ochiq qolsinmi?
uz_cyrl: Мижознинг (контрагент) реквизитлари очиқ қолсинми?

# Question2
source: Are you searching from the list of saved clients?
ru: Вы ищете из списка сохраненных клиентов?
uz: Saqlangan mijozlar ro'yxatidan izlaysizmi?
uz_cyrl: Сақланган мижозлар рўйхатидан излайсизми?

# Question3
source: Please enter customer (contractor) details
ru: Пожалуйста, введите данные заказчика (подрядчика)
uz: Iltimos, mijoz (kontragent) rekvizitlarini kiriting
uz_cyrl: Илтимос, мижоз (контрагент) реквизитларини киритинг

# Question4
source: Is accountant provided?
ru: Имеется ли в виду бухгалтер?
uz: Bosh xisobchi ko'zda tutilganmi?
uz_cyrl: Бош ҳисобчи кўзда тутилганми?

# Question5
source: Is legal counsel provided?
ru: Имеется ли в виду Юрисконсульт
uz: Yuriskonsultant ko'zda tutilganmi?
uz_cyrl: Юрисконсульт кўзда тутилганми?

# Question6
source: Is there an excise tax?
ru: Существует ли ставка акциза?
uz: Aksiya solig'i stavkasi bormi?
uz_cyrl: Акциз солиғи ставкаси борми?

# Question7
source: Do you agree with the public offer?
ru: Вы согласны с публичной офертой?
uz: Ommaviy oferataga rozimisiz?
uz_cyrl: Оммавий офертага розимисиз?

# RepeatNewPassword
source: Re-enter your new password
ru: Повторно введите новый пароль
uz: Yangi parolni qayta kiriting
uz_cyrl: Янги паролни қайта киритинг

source: Save
ru: Сохранять
uz: Saqlash
uz_cyrl: Сақлаш

# SaveIDAndPassword
source: ID va Parolni saqlash
ru: Сохранить ID и пароль
uz_cyrl: ID ва Паролни сақлаш

# SelectClientCompany
source: Select company
ru: Выберите компанию
uz: Kompaniyani tanlang
uz_cyrl: Компанияни танланг

source: Select currency
ru: Выберите валюту
uz: Valyutani tanlang
uz_cyrl: Валютани танланг

source: Select format
ru: Выберите формат
uz: Formatni tanlang
uz_cyrl: Форматни танланг

source: Select measure
ru: Выберите меру
uz: O'lchovni tanlang
uz_cyrl: Ўлчовни танланг

# SelectPosition
source: Select the position
ru: Выберите позицию
uz: Lavozimni tanlang
uz_cyrl: Лавозимни танланг

# SelectQQS
source: Select the VAT
ru: Выберите НДС
uz: QQS ni tanlang
uz_cyrl: ҚҚС ни танланг

# SelectServiceType
source: Specify a service type template
ru: Укажите шаблон вида услуги
uz: Xizmat turi shablonini belgilang
uz_cyrl: Хизмат тури шаблонини белгиланг

# SelectServiceTypeTitle
source: Select service type
ru: Выберите тип услуги
uz: Xizmat turini tanlang
uz_cyrl: Хизмат турини танланг

# Select_ERI_Key
source: Select digital signature key
ru: Выберите ключ ЭЦП
uz: ERI kalitini tanlang
uz_cyrl: ЭРИ калитини танланг

source: Send
ru: Отправить
uz: Jo'natish
uz_cyrl: Жўнатиш

# SendAgain
source: Send code again
ru: Отправить код повторно
uz: Kodni qayta yuvorish
uz_cyrl: Кодни қайта юбориш

# SendCodeByTelegram
source: Enter a special code sent to the phone number you specified via the Telegram network.
ru: Введите специальный код, отправленный на указанный вами номер телефона через сеть Telegram.
uz: Telegram tarmog'i orqali siz ko'rsatgan telfon raqamiga yuborilgan maxsus kodni kiriting.
uz_cyrl: Telegram тармоғи орқали сиз кўрсатган телефон рақамига юборилган махсус кодни киритинг.

# SendSpecialCode
source: Send code again
ru: Отправить код повторно
uz: Kodni qayta yuborish
uz_cyrl: Кодни қайта юбориш

source: Service
ru: Услуга
uz: Xizmat
uz_cyrl: Хизмат

source: Settings
ru: Настройки
uz: Sozlamalar
uz_cyrl: Созламалар

source: Sign Out
ru: Выход из сиситемы
uz: Tizimdan chiqish
uz_cyrl: Тизимдан чиқиш

# SignOutText
source: Do you really want to exit?
ru: Вы действительно хотите выйти?
uz: Haqiqatan ham chiqishni xohlaysizmi?
uz_cyrl: Ҳақиқатан ҳам чиқишни хоҳлайсизми?

source: Sign Up
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish
uz_cyrl: Рўйхатдан ўтиш

# SignUpDescription
source: We will send you a special code via telegram network. Therefore, the phone number must be connected to the Telegram network
ru: Мы вышлем вам специальный код через сеть телеграмм. Поэтому номер телефона должен быть подключен к сети Telegram.
uz: Biz sizga telegram tarmog'i orqali maxsus kod yuvoramiz. Shu bois, telfon raqam telegram tarmog'iga ulangan bo'lishi lozim.
uz_cyrl: Биз сизга телеграм тармоғи орқали махсус код юборамиз. Шу боис, телефон рақам телеграм тармоғига уланган бўлиши лозим.

# SignUpTitle
source: Enter phone number
ru: Введите номер телефона
uz: Telfon raqamingizni kiriting
uz_cyrl: Телефон рақамингизни киритинг

# SignUp_Message_1
source: Please enter the phone number.
ru: Пожалуйста, введите номер телефона.
uz: Iltimos telefon nomeringizni kiriting.
uz_cyrl: Илтимос телефон номерингизни киритинг.

# SignUp_Message_2
source: Please enter the password.
ru: Пожалуйста, введите пароль.
uz: Iltimos, parolni kiriting.
uz_cyrl: Илтимос, паролни киритинг.

# SignUp_Message_3
source: Please check the password.
ru: Пожалуйста, проверьте пароль.
uz: Iltimos, parolni tekshiring.
uz_cyrl: Илтимос, паролни текширинг.

# SignUp_Message_4
source: You have successfully registered
ru: Вы успешно зарегистрировались
uz: Siz roʻyxatdan muvaffaqiyatli oʻtdingiz
uz_cyrl: Сиз рўйхатдан муваффақиятли ўтдингиз.

source: Skip
ru: Пропустить
uz: O'tkazib yuborish
uz_cyrl: Ўтказиб юбориш

# SkippedTimeText
source: You missed the waiting time. Please click the Resend Code button
ru: Вы пропустили время ожидания. Пожалуйста, нажмите кнопку Отправить код повторно
uz: Siz kutish vaqtini o'tkazib yubordingiz. Iltimos kodni qayta yuvorish tugmasini bosing
uz_cyrl: Сиз кутиш вақтини ўтказиб юбордингиз. Илтимос, кодни қайта юбориш тугмасини босинг

# SpecialCodeDescription
source: Enter a special code sent to the phone number you specified via the Telegram network.
ru: Введите специальный код, отправленный на указанный вами номер телефона через сеть Telegram.
uz: Telegram tarmog'i orqali siz ko'rsatgan telfon raqamiga yuborilgan maxsus kodni kiriting.
uz_cyrl: Телеграм тармоғи орқали сиз кўрсатган телефон рақамига юборилган махсус кодни киритинг.

source: Special Part
ru: Основная часть
uz: Asosiy qism
uz_cyrl: Асосий қисм

source: Step
ru: Стадия
uz: Bosqich
uz_cyrl: Босқич

# STIR
source: TIN
ru: ИНН
uz: STIR
uz_cyrl: СТИР

source: Successfully added
ru: Успешно добавлено
uz: Muvaffaqiyatli qo'shildi
uz_cyrl: Муваффақиятли қўшилди

source: Successfully Completed.
ru: Успешно завершено
uz: Muvaffaqiyatli yakunladingiz.
uz_cyrl: Mуваффақиятли якунладингиз.

source: Successfully updated
ru: Успешно обновлено
uz: Muvaffaqiyatli yangilandi
uz_cyrl: Муваффақиятли янгиланди

# TakePicture
source: Take a picture
ru: Сделать фото
uz: Rasmga tushirish
uz_cyrl: Расмга тушириш

source: Templates
ru: Шаблоны
uz: Shablonlar
uz_cyrl: Шаблонлар

source: Termination Of Contract
ru: Расторжение договора
uz: Shartnomani bekor qilish
uz_cyrl: Сонли шартномани бекор қилиш

source: To Make Contract
ru: Заключить контракт
uz: Shartnoma tuzish
uz_cyrl: Шартномани тузиш

source: To Register
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish
uz_cyrl: Рўйхатдан ўтиш

source: Total Cost Of The Service:
ru: Общая стоимость услуги:
uz: Xizmatning jami narxi:
uz_cyrl: Хизматнинг жами нархи:

source: Unapproved
ru: Не утвержден
uz: Tasdiqlanmagan
uz_cyrl: Тасдиқланмаган

source: Unapproved Contracts
ru: Неутвержденные контракты
uz: Tasdiqlanmagan shartnomalar
uz_cyrl: Тасдиқланмаган шартномалар

# UnapprovedContracts1
source: Unapproved Contracts
ru: Неподтвержденные контракты
uz: Tasdiqlanmagan shartnomalar
uz_cyrl: Тасдиқланмаган шартномалар

# UnapprovedContracts2
source: Unapproved Contracts
ru: Неподтвержденные контракты
uz: Tasdiqlanmagan shartnomalar
uz_cyrl: Тасдиқланмаган шартномалар

source: Unit Of Measure
ru: Единица измерения
uz: O'lchov birligi
uz_cyrl: Ўлчов бирлиги

source: Update
uz_cyrl: Янгилаш

# VerificationBy_ERI_Key
source: Verification by digital signature key
ru: Подтвердить через ЭЦП ключ
uz: ERI kaliti orqali tasdiqlash
uz_cyrl: ЭРИ калити орқали тасдиқлаш

# VersionText
source: Version of the app
ru: Версия ПО
uz: Dasturiy ta'minotning versiyasi
uz_cyrl: Дастурий таъминотнинг версияси

source: View
ru: Вид
uz: Ko'rish
uz_cyrl: Кўриш

# Voice
source: Message sound
ru: Звук сообщений
uz: Xabarlar ovozi
uz_cyrl: Хабарлар овози

source: Waiting Time
ru: Время ожидания
uz: Kutish vaqti
uz_cyrl: Кутиш вақти

source: Wrong current password.
ru: Неверный текущий пароль.
uz: Amaldagi parol noto‘g‘ri.
uz_cyrl: Aмалдаги, парол нотўғри.

# XText1
source: Sequential numbering system
ru: Последовательная система нумерации
uz: Ketma-ket sanoq tizimi
uz_cyrl: Кетма-кет саноқ тизими

# XText2
source: (Contains at least three cells)
ru: (Содержит не менее трех ячеек)
uz: (Kamida uchta katakdan iborat bo'lsin)
uz_cyrl: (Камида учта катакдан иборат бўлсин)

# XText3
source: This identification mark must be present
ru: Этот опознавательный знак должен присутствовать
uz: Ushbu identifikatsion belgi bo'lishi shart
uz_cyrl: Ушбу идентификацион белги бўлиши шарт

source: Year
ru: Год
uz: Yil
uz_cyrl: Йил

# YearText
source: (Contains at least two or four cells)
ru: (Только две или четыре клетки)
uz: (Faqat ikki yoki to'rt katakdan iborat bo'lsin)
uz_cyrl: (Фақат икки ёки тўрт катакдан иборат бўлсин)

source: Your choose
ru: Ваш выбор
uz: Sizning tanlovingiz
uz_cyrl: Сизнинг танловингиз

source: Your ID number
ru: Ваш идентификационный номер
uz: Sizning ID raqamingiz
uz_cyrl: Сизнинг ID рақамингиз
